<h2>Саидов Шамсетдин Фахретдинович</h2>
<p>
	Глава администрации МО СП «сельсовет Хели-Пенджикский».<br>
	<br>
	<br>
	Родился в 1984 г. В 2007 году окончил юридический факультет Дагестанского государственного университета.<br>
	<br>
	Работал заместителем главы сельской администрации. Срочную службу проходил в ракетных войсках стратегического назначения.<br>
	<br>
	Саидов Ш.Ф. является инициатором и организатором многих полезных начинаний позрождению развития родного края и благоустройства села.
</p>